{
  "Course_Header": {
    "headerTitle": "Будущее начинается сегодня",
    "subTitleCourse": "Выберите одну из будущих профессий",
    "courseText": "Вы будете изучать профессии этой IT-сферы с нуля до самого высокого уровня. Присоединяйтесь к нам, чтобы создавать свое будущее уже сегодня!",
    "webDesignerTitle": "Web UX/UI дизайнер",
    "webDesignerText": "Изучите кодирование и дизайн веб-страниц с помощью практических тренингов от специалистов. Запишитесь на курс или участвуйте в программах по веб-дизайну, UX и визуальному дизайну.",
    "frontendTitle": "Frontend-разработчик",
    "frontendText": "Изучите фронтенд веб-разработку с помощью HTML, CSS и JavaScript и развивайте навыки создания веб-сайтов, адаптированных под любой размер экрана.",
    "gaphicDesignerTitle": "Графический дизайнер",
    "gaphicDesignerText": "Освойте программы Adobe, погружайтесь в теорию дизайна и создайте профессиональное портфолио с помощью наших обширных курсов и программ.",
    "backendTitle": "Разработчик Back-end",
    "backendText": "Приложения, не имеющие задней части, ограничены по своей функциональности. Поэтому спрос на программистов \"полного стека\" высок. Эта область включает в себя множество технологий, таких как JavaScript, Python, базы данных, Node.js, Express, терминал, модули NPM, HTTP, хостинг. Это лишь часть списка.",
    "mobileTitle": "Мобильный разработчик",
    "mobileText": "С этим бесплатным курсом разработки программ вы научитесь разрабатывать мобильные приложения. Узнайте основы разработки мобильных приложений с помощью приложений Android и инструментов, используемых при их создании.  Накопите практический опыт и создайте мобильное приложение с нуля до конца курса.",
    "marketingTitle": "Маркетинг",
    "marketingText": "Создайте сильное онлайн-присутствие и увеличьте конверсии с помощью стратегий SEO, Google Ads & Analytics и маркетинга в социальных сетях. Получите знания от ведущих специалистов в области цифрового маркетинга на практических занятиях и программах сертификации."
  },

  "COURSES_JOBS": {
    "TITLE": "Карьера будущего у вас на ладони",
    "SUBTITLE": "Вы изучите эти ИТ-карьеры с нуля до продвинутого уровня.",
    "JOBS_LIST": [
      {
        "href": "WebGraphicDesign",
        "title": "Web и ux/ui дизайнер",
        "description": "Узнайте, как программировать и проектировать веб-страницы, пройдя практическое обучение от экспертов. ",
        "icon": "FigmaIcon",
        "darkIcon": "FigmaIconDark"
      },
      {
        "href": "Frontend",
        "title": "Фронтенд-разработчик",
        "description": "Изучите интерфейсное веб-программирование с использованием HTML, CSS и JavaScript и разовьете навыки создания адаптивных веб-сайтов для любого размера экрана.",
        "icon": "JavascriptIcon",
        "darkIcon": "JavascriptIconDark"
      },
      {
        "href": "Backend",
        "title": "Бэкэнд-разработчик",
        "description": "Приложения без серверной части будут иметь ограниченную функциональность. ",
        "icon": "PythonIcon",
        "darkIcon": "PythonIconDark"
      },
      {
        "href": "Mobile",
        "title": "Мобильный разработчик",
        "description": "Узнайте, как разрабатывать мобильные приложения, пройдя этот бесплатный курс по разработке приложений. ",
        "icon": "FlutterIcon",
        "darkIcon": "FlutterIconDark"
      }
    ]
  }
}
